Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/chromium-tm.tmx
Source language: en
Languages: ca_es

source: Chrome Autofill settings
ca_es: Configuració d'Emplenament automàtic de Chrome

source: You were previously signed in with a different account, signing in will merge your data. Consider creating a new Chrome user via the %{BEGIN_LINK}settings page%{END_LINK} for your Chrome stuff.
ca_es: Anteriorment heu iniciat la sessió amb un compte diferent; si inicieu la sessió, les dades es barrejaran. Podeu crear un usuari de Chrome nou a la %{BEGIN_LINK}pàgina de configuració%{END_LINK} de les coses de Chrome.

source: Your computer is missing some important Windows system files, so Chrome will be unable to function correctly.
ca_es: Com que falten alguns fitxers importants del sistema Windows a l'ordinador, Chrome no funcionarà correctament.

source: Allow signing into Chrome.
ca_es: Permet iniciar la sessió a Chrome

source: Windows error detected
ca_es: Error de Windows detectat

source: A conflicting installation of Google Chrome or Google Chrome Frame was found on the system. Please uninstall it and try again.
ca_es: S'ha trobat una instal·lació conflictiva de Google Chrome o de Google Chrome Frame al sistema. Desinstal·leu l'aplicació i torneu-ho a provar.

source: Welcome to Google Chrome
ca_es: Us donem la benvinguda a Google Chrome.

source: About &Google Chrome
ca_es: Quant a &Google Chrome

source: Update &Google Chrome
ca_es: Actualitza &Google Chrome

source: Google Chrome cannot create an application shortcut because it cannot determine the current desktop environment.
ca_es: Google Chrome no pot crear una drecera a l'aplicació perquè no pot determinar l'entorn actual de l'escriptori.

source: You're signed in to Chrome!
ca_es: Teniu la sessió iniciada a Chrome.

source: The installer archive is corrupted or invalid. Please download Google Chrome again.
ca_es: El fitxer d'instal·lació està malmès o no és vàlid. Torna a baixar Google Chrome.

source: Important information regarding your Chrome data
ca_es: Informació important sobre les dades de Chrome

source: You're now signed in to Chrome! Your bookmarks, history, and other settings will be synced to your Google Account.
ca_es: Heu iniciat la sessió a Chrome. S'estan sincronitzant els marcadors, l'historial i altres opcions de configuració amb el vostre compte de Google.

source: Your preferences can not be read. Some features may be unavailable and changes to preferences won't be saved.
ca_es: No es poden llegir les vostres preferències. És possible que algunes funcions no estiguin disponibles i que els canvis a les preferències no es desin.

source: About &Chrome OS
ca_es: Quant a &SO Chrome

source: Google Chrome didn't shut down correctly. To reopen the pages you had open, click Restore.
ca_es: Google Chrome no es va tancar correctament. Per tornar a accedir a les pàgines que teníeu obertes, feu clic a "Restaura".

source: Your changes will take effect the next time you restart your device.
ca_es: Els canvis es faran efectius la propera vegada que reinicieu el dispositiu.

source: Get help with using Chrome
ca_es: Obtén ajuda per a l'ús de Chrome

source: This computer already has a more recent version of Google Chrome. If the software is not working, please uninstall Google Chrome and try again.
ca_es: Aquest equip ja disposa d'una versió més recent de Google Chrome. Si el programari no funciona, desinstal·leu Google Chrome i torneu-ho a provar.

source: Chrome Canary Apps
ca_es: Aplicacions de Chrome Canary

source: Updating Google Chrome...
ca_es: S'està actualitzant Google Chrome...

source: Chrome App Launcher
ca_es: Menú d'aplicacions de Chrome

source: Try it out, it's already installed
ca_es: Prova'l, ja està instal·lat

source: Get Started with Chrome OS
ca_es: Introducció a Chrome OS

source: Google Chrome cannot read and write to its data directory: %{USER_DATA_DIRECTORY}
ca_es: Google Chrome no pot llegir ni escriure en el directori de dades: %{USER_DATA_DIRECTORY}

source: You're signing in to Chrome using your %{USER_EMAIL_ADDRESS} account. You will be able to access your bookmarks, history, and other settings on all of your signed in devices.
ca_es: Inicieu la sessió a Chrome amb el compte %{USER_EMAIL_ADDRESS}. Podreu accedir a les adreces d'interès, a l'historial i a altres opcions de configuració en tots els dispositius on hàgiu iniciat la sessió.

source: Google Chrome is a web browser that runs webpages and applications with lightning speed. It's fast, stable, and easy to use. Browse the web more safely with malware and phishing protection built into Google Chrome.
ca_es: Google Chrome és un navegador web que executa pàgines web i aplicacions a gran velocitat. És ràpid, estable i fàcil d'utilitzar. Navegueu d'una manera més segura pel web amb la protecció contra programari maliciós i llocs de pesca integrada a Google Chrome.

source: Can not install the same Google Chrome Frame version that is currently running. Please close Google Chrome Frame and try again.
ca_es: No es pot instal·lar la mateixa versió de Google Chrome Frame que s'executa actualment. Tanqueu Google Chrome Frame i torneu-ho a provar.

source: Get help with using Chrome OS
ca_es: Obtén ajuda per a l'ús de Chrome OS

source: You attempted to reach <strong>%{DOMAIN}</strong>, but the server presented a certificate issued by an entity that is not trusted by Google Chrome. This may mean that the server has generated its own security credentials, which Chrome cannot rely on for identity information, or an attacker may be trying to intercept your communications.
ca_es: Heu provat d'accedir a <strong>%{DOMAIN}</strong>, però el servidor ha presentat un certificat emès per una entitat que el Google Chrome no considera de confiança. Això pot significar que el servidor ha generat les seves pròpies credencials de seguretat, en les quals Chrome no pot confiar per a la informació d'identitat, o bé que un atacant està provant d'interceptar les vostres comunicacions.

source: Google Chrome Renderer
ca_es: Renderitzador de Google Chrome

source: Google Chrome Toolbar
ca_es: Barra d'eines de Google Chrome

source: Use hardware acceleration when available
ca_es: Utilitza l'acceleració de maquinari quan estigui disponible

source: To use Chrome apps, you must relaunch Google Chrome on the desktop.
ca_es: Si voleu fer servir les aplicacions de Chrome, cal que torneu a iniciar Google Chrome a l'escriptori.

source: Add to Chrome
ca_es: Afegeix a Chrome

source: Google ChromeOS does not support launching an external application to handle %{SCHEME} links. The link requested is %{PROTOLINK}.
ca_es: Google ChromeOS no és compatible amb l'inici d'una aplicació externa per gestionar els enllaços %{SCHEME}. L'enllaç sol·licitat és %{PROTOLINK}.

source: Google Chrome cannot show the print preview when the built-in PDF viewer is missing.
ca_es: Google Chrome no pot mostrar la visualització prèvia d'impressió perquè falta el lector de PDF incorporat.

source: Welcome
ca_es: Benvingut

source: Are you sure you want to uninstall Google Chrome?
ca_es: Esteu segur que voleu desinstal·lar Google Chrome?

source: Someone previously signed in to Chrome on this computer as %{ACCOUNT_EMAIL_LAST}. If that isn't your account, create a new Chrome user to keep your information separate. Signing in anyway will merge Chrome information like bookmarks, history, and other settings to %{ACCOUNT_EMAIL_NEW}.
ca_es: Algú ha iniciat anteriorment la sessió a Chrome en aquest ordinador com a %{ACCOUNT_EMAIL_LAST}. Si no és el vostre compte, creeu un usuari de Chrome per mantenir la informació separada. En iniciar la sessió, sigui amb l'usuari que sigui, es combinarà amb %{ACCOUNT_EMAIL_NEW} la informació de Chrome com ara adreces d'interès, historial i altres configuracions.

source: Google Chrome is now importing Favorites/Bookmarks.
ca_es: Google Chrome està important els preferits/els marcadors.

source: About Chrome Frame...
ca_es: Quant a Chrome Frame...

source: Uninstall
ca_es: Desinstal·la

source: Chrome just got better! A new version is available.
ca_es: Chrome ara és millor. Hi ha una versió nova disponible.

source: Can not install the same Google Chrome version that is currently running. Please close Google Chrome and try again.
ca_es: No es pot instal·lar la mateixa versió de Google Chrome que s'executa actualment. Tanqueu Google Chrome i torneu-ho a provar.

source: If you prefer to keep your existing Chrome data separate, you can create a new Chrome user for %{USER_NAME}.
ca_es: Si preferiu mantenir les dades de Chrome existents per separat, podeu crear un usuari de Chrome per a %{USER_NAME}.

source: You are viewing a secure Google Chrome page.
ca_es: Esteu visualitzant una pàgina segura de Google Chrome.

source: Google Chrome isn't your default browser.
ca_es: Google Chrome no és el navegador predeterminat.

source: Change default browser to:
ca_es: Canvia el navegador predeterminat a:

source: Google Chrome is made possible by the %{BEGIN_LINK_CHROMIUM}Chromium%{END_LINK_CHROMIUM} open source project and other %{BEGIN_LINK_OSS}open source software%{END_LINK_OSS}.
ca_es: Google Chrome ha estat possible gràcies al projecte de codi obert %{BEGIN_LINK_CHROMIUM}Chromium%{END_LINK_CHROMIUM} i altres %{BEGIN_LINK_OSS}programes de codi obert%{END_LINK_OSS}.

source: Launch Chrome apps
ca_es: Inicia les aplicacions de Chrome

source: Continue running background apps when Google Chrome is closed
ca_es: Continua executant les aplicacions de fons quan es tanqui Google Chrome

source: There's a new, safer version of Google Chrome available.
ca_es: Hi ha disponible una nova versió més segura de Google Chrome.

source: Your changes will take effect the next time you relaunch Google Chrome.
ca_es: Els canvis es faran efectius la propera vegada que reinicieu Google Chrome.

source: Chrome Apps
ca_es: Aplicacions de Chrome

source: Your device is up to date.
ca_es: El dispositiu està actualitzat.

source: Sign in to Chrome
ca_es: Inici de sessió a Chrome

source: Google Chrome does not support %{OS_NAME}.
ca_es: Google Chrome no és compatible amb %{OS_NAME}.

source: Google Chrome or Google Chrome Frame cannot be updated due to inconsistent Google Update Group Policy settings. Use the Group Policy Editor to set the update policy override for the Google Chrome Binaries application and try again; see http://goo.gl/uJ9gV for details.
ca_es: Google Chrome o Google Chrome Frame no es pot actualitzar a causa de la configuració incoherent de la política de grup de Google Update. Utilitzeu l'Editor de la política de grup per definir la substitució de la política d'actualització per a l'aplicació de fitxers binaris de Google Chrome i torneu-ho a provar; consulteu http://goo.gl/uJ9gV per obtenir més informació.

source: Chrome Helper
ca_es: Aplicació auxiliar de Chrome

source: An operating system error occurred during installation. Please download Google Chrome again.
ca_es: S'ha produït un error en el sistema operatiu durant la instal·lació. Torna a baixar Google Chrome.

source: Chrome Frame Update.
ca_es: Actualització de Chrome Frame.

source: This page only shows information on your recent crashes if you %{BEGIN_LINK}enable crash reporting%{END_LINK}.
ca_es: Aquesta pàgina només mostrarà informació sobre els bloqueigs recents si %{BEGIN_LINK}activeu la creació d'informes de bloqueig%{END_LINK}.

source: Adding to Chrome...
ca_es: S'està afegint a Chrome...

source: Google Chrome App Launcher is a standalone platform for Chrome apps.
ca_es: El menú d'aplicacions de Google Chrome és una plataforma independent per a les aplicacions de Chrome.

source: Yes, exit Chrome
ca_es: Sí, surt de Chrome

source: Uninstallation complete.
ca_es: S'ha completat la desinstal·lació.

source: A module with the same name has been known to conflict with Google Chrome.
ca_es: Se sap que un mòdul amb el mateix nom entra en conflicte amb Google Chrome.

source: Nearly up-to-date! Relaunch Google Chrome to finish updating.
ca_es: Gairebé esteu al dia! Reinicieu Google Chrome per completar l'actualització.

source: Google Chrome may use web services to improve your browsing experience.
ca_es: Google Chrome pot utilitzar serveis web per millorar la vostra experiència de navegació.

source: Please close all Google Chrome windows and try again.
ca_es: Tanqueu totes les finestres de Google Chrome i torneu-ho a provar.

source: Uninstall Google Chrome
ca_es: Desinstal·la Google Chrome

source: Customize and control Google Chrome
ca_es: Personalitza i controla Google Chrome

source: Google Chrome Frame is already installed and available to all users of this computer. If you want to install Google Chrome Frame at the user level, you must first uninstall the system-level version installed by an administrator.
ca_es: Google Chrome Frame ja està instal·lat i disponible per a tots els usuaris d'aquest equip. Si voleu instal·lar Google Chrome Frame a nivell d'usuari, primer heu de desinstal·lar la versió de nivell de sistema instal·lada per un administrador.

source: The installer failed to uncompress archive. Please download Google Chrome again.
ca_es: L'instal·lador no ha pogut descomprimir el fitxer. Torna a baixar Google Chrome.

source: Google Chrome is configured to automatically launch when you start your computer.
ca_es: Google Chrome està configurat per iniciar-se automàticament cada vegada que inicieu l'equip.

source: (requires Chrome %{BEGIN_BUTTON}restart%{END_BUTTON})
ca_es: (cal %{BEGIN_BUTTON}reiniciar%{END_BUTTON} Chrome)

source: You attempted to reach <strong>%{DOMAIN}</strong>, but the certificate that the server presented contains errors. Google Chrome cannot use a certificate with errors and cannot validate the identity of the site that you have attempted to connect to.
ca_es: Heu provat d'accedir a <strong>%{DOMAIN}</strong>, però el certificat que el servidor ha presentat conté errors. Google Chrome no pot fer servir un certificat amb errors i no pot validar la identitat del lloc amb el qual heu provat de connectar.

source: Google Chrome installation directory seems to be in use. Please reboot your computer and try again.
ca_es: Sembla que s'està utilitzant el directori d'instal·lació de Google Chrome. Reinicieu l'equip i torneu-ho a provar.

source: Google Chrome OS
ca_es: SO de Google Chrome

source: Please sign out and sign in again for this change to take effect.
ca_es: Tanqueu la sessió i torneu a iniciar-la perquè aquest canvi es faci efectiu.

source: Google Chrome lets you click a phone number on the web and call it with Skype!
ca_es: Google Chrome us permet fer clic en un número de telèfon al web i trucar-hi amb Skype!

source: This computer already has a more recent version of Google Chrome and Google Chrome Frame. If the software is not working, please uninstall both Google Chrome and Google Chrome Frame and try again.
ca_es: Aquest equip ja té una versió més recent de Google Chrome i de Google Chrome Frame. Si el programari no funciona, desinstal·leu Google Chrome i Google Chrome Frame i torneu-ho a provar.

source: Installation failed due to unspecified error. If Google Chrome is currently running, please close it and try again.
ca_es: S'ha produït un error no especificat durant la instal·lació. Si Google Chrome s'està executant en aquests moments, tanca'l i torna-ho a provar.

source: Update
ca_es: Actualitza

source: Save details in Chrome
ca_es: Desa els detalls a Chrome

source: Let Google Chrome run in the background
ca_es: Permet que Google Chrome s'executi en procés de fons

source: Please close all Google Chrome windows (including those in Windows 8 mode) and try again.
ca_es: Tanqueu totes les finestres de Google Chrome (incloses les del mode Windows 8) i torneu-ho a provar.

source: Please close all Google Chrome windows and relaunch it for this change to take effect.
ca_es: Tanqueu totes les finestres de Google Chrome i torneu a iniciar el programa perquè aquest canvi tingui efecte.

source: Exit Chrome
ca_es: Surt de Chrome

source: Chrome Plug-In Host
ca_es: Amfitrió del connector de Chrome

source: Your profile can not be used because it is from a newer version of Google Chrome. Some features may be unavailable. Please specify a different profile directory or use a newer version of Chrome.
ca_es: El vostre perfil no es pot utilitzar perquè prové d'una versió més nova de Google Chrome. Pot ser que algunes funcions no estiguin disponibles. Especifiqueu un directori de perfil diferent o utilitzeu una versió més nova de Chrome.

source: Google Chrome %{TERMS_OF_SERVICE_LINK}Terms of Service%{END_TERMS_OF_SERVICE_LINK}
ca_es: %{TERMS_OF_SERVICE_LINK}Condicions d'ús%{END_TERMS_OF_SERVICE_LINK} de Google Chrome

source: Google Chrome Plug-In Host
ca_es: Amfitrió del connector de Google Chrome

source: Google Chrome Binaries
ca_es: Binaris Google Chrome

source: This module is known to conflict with Google Chrome.
ca_es: Se sap que aquest mòdul entra en conflicte amb Google Chrome.

source: Chrome Frame has been updated. Please relaunch your browser. Chrome version: %{TODO_0001}, Chrome Frame version: %{TODO_0002}
ca_es: Chrome Frame s'ha actualitzat. Torneu a iniciar el navegador. Versió de Chrome: %{TODO_0001}; versió de Chrome Frame: %{TODO_0002}

source: Your preferences file is corrupt or invalid. Google Chrome is unable to recover your settings.
ca_es: El fitxer de preferències està malmès o no és vàlid. Google Chrome no pot recuperar la configuració.

source: Let Google Chrome Run In The Background
ca_es: Permet que Google Chrome s'executi en procés de fons

source: Modules loaded into Google Chrome
ca_es: Mòduls carregats a Google Chrome

source: This computer already has a more recent version of Google Chrome Frame. If the software is not working, please uninstall Google Chrome Frame and try again.
ca_es: Aquest equip ja disposa d'una versió més recent de Google Chrome Frame. Si el programari no funciona, desinstal·leu Google Chrome Frame i torneu-ho a provar.

source: Find your bookmarks in the Chrome menu or on the bookmarks bar.
ca_es: Trobareu els marcadors al menú de Chrome o a la barra de marcadors.

source: Google Chrome Utility
ca_es: Utilitat de Google Chrome

source: Show the Chrome menu
ca_es: Mostra el menú de Chrome

source: This computer already has a more recent version of the Google Chrome components. Please use a more recent installer.
ca_es: Aquest equip ja disposa d'una versió més recent dels components de Google Chrome. Feu servir un instal·lador més recent.

source: Uninstall Google Chrome App Launcher
ca_es: Desinstal·la el menú d'aplicacions de Google Chrome

source: Software running on your computer is incompatible with Google Chrome.
ca_es: El programari que s'executa al vostre ordinador no és compatible amb Google Chrome.

source: Go to the Chrome menu > %{SETTINGS_TITLE} > %{ADVANCED_TITLE} and deselect "%{NO_PREFETCH_DESCRIPTION}." If this does not resolve the issue, we recommend selecting this option again for improved performance.
ca_es: Aneu al menú de Chrome > %{SETTINGS_TITLE} > %{ADVANCED_TITLE} i desmarqueu %{NO_PREFETCH_DESCRIPTION}. Si això no resol el problema, us recomanem que torneu a seleccionar aquesta opció per obtenir un rendiment millorat.

source: Make Google Chrome the default browser
ca_es: Estableix Google Chrome com el navegador per defecte

source: Go to the Chrome menu > %{SETTINGS_TITLE} > %{ADVANCED_TITLE} > %{PROXIES_TITLE} and make sure your configuration is set to "no proxy" or "direct."
ca_es: Aneu al menú de Chrome > %{SETTINGS_TITLE} > %{ADVANCED_TITLE} > %{PROXIES_TITLE} i assegureu-vos que la configuració estigui definida sense servidor intermediari o com a directa.

source: You're now signed in to Chrome! Sync is disabled by your administrator.
ca_es: Heu iniciat la sessió a Chrome. El vostre administrador ha desactivat la sincronització.

source: An administrator has installed Google Chrome on this system, and it is available for all users. The system-level Google Chrome will replace your user-level installation now.
ca_es: Un administrador ha instal·lat Google Chrome en aquest sistema i ja està disponible per a tots els usuaris. Ara substituirem la instal·lació de Google Chrome en l'àmbit del sistema per la instal·lació en l'àmbit dels usuaris.

source: Do you want Google Chrome to save your password?
ca_es: Voleu que Google Chrome desi la vostra contrasenya?

source: Update &Chrome OS
ca_es: Actualitza &SO Chrome

source: Google Chrome has stopped updating and no longer supports this version of your operating system.
ca_es: Google Chrome ha deixat d'actualitzar-se i ja no admet aquesta versió del vostre sistema operatiu.

source: Remove from Chrome
ca_es: Elimina de Chrome

source: Chrome OS is made possible by additional %{BEGIN_LINK_CROS_OSS}open source software%{END_LINK_CROS_OSS}.
ca_es: Chrome OS és possible gràcies a %{BEGIN_LINK_CROS_OSS}programari addicional de codi obert%{END_LINK_CROS_OSS}.

source: You attempted to reach <strong>%{DOMAIN}</strong>, but the server presented an expired certificate. No information is available to indicate whether that certificate has been compromised since its expiration. This means Google Chrome cannot guarantee that you are communicating with <strong>%{DOMAIN2}</strong> and not an attacker. Your computer's clock is currently set to %{CURRENT_TIME}. Does that look right? If not, you should correct the error and refresh this page.
ca_es: Heu provat d'accedir a <strong>%{DOMAIN}</strong>, però el servidor ha presentat un certificat caducat. No hi ha informació disponible que indiqui si el certificat s'ha posat en perill des del seu venciment. Això vol dir que Google Chrome no pot garantir que no us estigueu comunicant amb un atacant en comptes del domini <strong>%{DOMAIN2}</strong>. El rellotge del vostre equip està definit en aquest moment a %{CURRENT_TIME}. És l'hora correcta? Si no, hauríeu de corregir l'error i d'actualitzar aquesta pàgina.

source: You attempted to reach <strong>%{DOMAIN}</strong>, but the server presented a certificate issued by an entity that is not trusted by your computer's operating system. This may mean that the server has generated its own security credentials, which Chrome cannot rely on for identity information, or an attacker may be trying to intercept your communications.
ca_es: Heu provat d'accedir a <strong>%{DOMAIN}</strong>, però el servidor ha presentat un certificat emès per una entitat que el sistema operatiu del vostre ordinador no considera de confiança. Això pot significar que el servidor ha generat les seves pròpies credencials de seguretat, en les quals Chrome no pot confiar per a la informació d'identitat, o bé que un atacant està provant d'interceptar les vostres comunicacions.

source: Sadly, your Mozilla Firefox settings are not available while that browser is running. To import those settings to Google Chrome, save your work and close all Firefox windows. Then click Continue.
ca_es: Lamentablement, la vostra configuració de Mozilla Firefox no estarà disponible mentre aquest navegador s'estigui executant. Per importar aquesta configuració a Google Chrome, deseu la feina que hagueu fet i tanqueu totes les finestres de Firefox. Seguidament, feu clic a "Continua".

source: Google Chrome is up to date.
ca_es: Google Chrome està actualitzat.

source: Access the Internet
ca_es: Accedeix a Internet

source: Don't bug me
ca_es: No em molestis

source: Go to the Chrome menu > %{SETTINGS_TITLE} > %{ADVANCED_TITLE} > %{PROXIES_TITLE} > LAN Settings and deselect "Use a proxy server for your LAN".
ca_es: Aneu al menú de Chrome > %{SETTINGS_TITLE} > %{ADVANCED_TITLE} > %{PROXIES_TITLE} > Configuració de LAN i desmarqueu Utilitza un servidor intermediari per a la LAN.

source: Updating your device...
ca_es: S'està actualitzant el dispositiu...
